Revit 2024 API
SymbolTypeId.MNPerMSup2 Property
 Symbol MN/m², indicating unit Meganewtons per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MNPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property MNPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MNPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace